let abc = "Ручной опрыскиватель VEGA 9L Kwazar Aplikator Vega объёмом 9 литров предназначен для использования в садах, огородах, на плантациях и лесопитомниках.Многофункциональное, эффективное и надежное в использовании устройство. Он предназначен для нанесения известкового раствора на стволы деревьев и хозяйственные постройки, эмульсионной краски, материалов для затенения теплиц и т.д. Он идеально подходить для работ связанных с дезинфекцией подсобных и хозяйственных помещений, а также при удалении химических загрязнителей.На баке находится четкая шкала емкости указывающая уровень жидкости. Насос опрыскивателя комплектуется миксером, предназначенным для качественного перемешивания жидкости и предотвращения оседания частиц раствора на дне емкости.Апликатор Вега оснащен штангой с шаровым краном, форсункой со скоростью подачи жидкости до 2,4 л / мин. обеспечивая эффективное орошение густыми растворами. Армированный шланг и штанга из стекловолокна имеют увеличенный диаметр."

function sdkf (text) {
    let arr = text.split(" ").toString()
    arr.forEach(element => {
        console.log(element.lenth)
    });


}

console.log(sdkf(abc));
